{
    "TIMELINE_UNIVERSITY_TITLE": "2019 | Graduated as Master in Industrial Engineering: ICT" ,
    "TIMELINE_UNIVERSITY_TEXT": "Learned to complete complex assignments individually and within groups. My biggest challenge was being the project lead of a class wide Smart City Simulation project. My biggest lesson was not be afraid challenges that seem to complex at first glance" ,
    "TIMELINE_DELEN_TITLE": "2019 - 2021 | Software Engineer at Delen Private Bank" ,
    "TIMELINE_DELEN_TEXT": "Worked closely with internal clients to analyze business and technical requirements. Joined forces with the design team to align with design guidelines. Made use of the internal component library and collaborated with that team to update and improve components. Developed, deployed and tested the front and back end of an array of internal and external applications. A great team makes a great product" ,
    "TIMELINE_TRAINING_TITLE": "2021 - 2022 | Learning and Improving" ,
    "TIMELINE_TRAINING_TEXT": "Sharpened my web development skills by taking courses and updating projects like Otli.io, rebuilding this personal website using Next.js and many more. During this period I also focussed on travelling and improving my Turkish" ,
    "TIMELINE_FUTURE_TITLE": "2022 | New projects and challenges" ,
    "TIMELINE_FUTURE_TEXT": "I'm excited to complete new challenging projects, improve my skills and meet new interesting people. Do you think I can contribute to your big idea, project or growing company? Get in touch!" ,
    "WEBDEV_HEADING": "Web Development Skills" ,
    "WEBDEV_BUILDING_WEBAPPS_TITLE": "Building" ,
    "WEBDEV_BUILDING_WEBAPPS_TEXT": "Experienced in building front end Web Applications using React, Next.js, Angular, Typescript and providing an API using Node, Express.js or .NET Framework" ,
    "WEBDEV_STYLING_TITLE": "Styling" ,
    "WEBDEV_STYLING_TEXT": "Comfortable using internal or external component libraries to scaffold an applications and tweaking the css, Sass or styled-system theme" ,
    "WEBDEV_DEPLOYING_TITLE": "Deploying" ,
    "WEBDEV_DEPLOYING_TEXT": "Deploying applications using Github functions and Azure CI/CD pipelines to Azure App Service, Azure Static Web Apps and serverless deployment platforms like Netlify" ,
    "WEBDEV_STREAMLINING_DEVELOPMENT_TITLE": "Streamlining the Dev Process",
    "WEBDEV_STREAMLINING_DEVELOPMENT_TEXT": "A clean development process saves time and frustration while preventing common errors. I love tools like Typescript, WebPack, Prettier, EsLint, code snippets etc. and collaborating in Azure Devops or Github to deliver the best code for the job." ,
    "WEBDEV_BROWSER_EXTENSIONS_TITLE": "Browser Extensions" ,
    "WEBDEV_BROWSER_EXTENSIONS_TEXT": "Developing and maintaining browser extensions that require a modern user interface, DOM manipulation, persistence, cross browser support, tight permissions, the new Chrome Manifest V3, etc.",
    "OTHER_HEADING": "Other Skills" ,
    "OTHER_LANGUAGES_TITLE": "Languages" ,
    "OTHER_LANGUAGES_DUTCH": "Dutch: native" ,
    "OTHER_LANGUAGES_ENGLISH": "English: Proficient" ,
    "OTHER_LANGUAGES_RUSSIAN": "Russian: Intermediate" ,
    "OTHER_LANGUAGES_TURKISH": "Turkish: Pre-Intermediate (Actively Studying)" ,
    "OTHER_TECHNICAL_COMMUNICATION_TITLE": "Technical Communication",
    "OTHER_TECHNICAL_COMMUNICATION_TEXT": "I am strong in building a bridge between technical and non-technical people. I am able to explain technical concepts in the broader context of an application. I am also great at deriving technical requirements in conversation with people with a business or design background."
}