{
    "TIMELINE_UNIVERSITY_TITLE": "2019 | Afgestudeerd als Industrieel Ingenieur: Elektronica-ICT " ,
    "TIMELINE_UNIVERSITY_TEXT": "Aan de Universiteit van Antwerpen heb ik geleerd om complexe taken op te lossen, zowel individueel als in groep. Eén van mijn grootste uitdagingen was de taak van project lead van een klassikaal Smart City simulatie project op mij te nemen. Mijn grootste les is niet bang te zijn van uitdagingen die initieel te groot lijken." ,
    "TIMELINE_DELEN_TITLE": "2019 - 2021 | Web Developer bij Delen Private Bank" ,
    "TIMELINE_DELEN_TEXT": "Het ontwikkelen, testen en lanceren van de front- en backend van zowel interne als klantgerichte applicaties. Genoten van een nauwe samenwerking tussen het design, componenten en frontend team om te voldoen aan de design richtlijnen. Het opvolgen van technische en business requirements met de verschillende stakeholders binnen het bedrijf. De waarde van goede communicatie, een gedreven team en qualitatieve code heb ik bij Delen Private Bank sterk meegekregen." ,
    "TIMELINE_TRAINING_TITLE": "2021 - 2022 | Even afstand nemen, bijleren en verbeteren" ,
    "TIMELINE_TRAINING_TEXT": "Tijdens deze periode heb ik mij gefocust op de vaardigheden die ik graag wil bijleren en verbeteren voor ik aan een volgende job begin. Dit heb ik gedaan aan de hand van cursussen en eigen projecten zoals het heropbouwen van deze website en het updaten van Otli.io. Ook heb ik tijdens deze periode wat gereist en mijn basis Turks naar een hoger niveau gebracht." ,
    "TIMELINE_FUTURE_TITLE": "2022 | Nieuwe projecten en uitdagingen" ,
    "TIMELINE_FUTURE_TEXT": "Ik kijk er naar uit om aan nieuwe interessante projecten te werken, mijn vaardigheden te verbeteren en nieuwe mensen te leren kennen. Kan ik bijdragen tot jouw bedrijf of project? Neem contact op via een van de methodes onderaan deze pagina." ,
    "WEBDEV_HEADING": "Web Development" ,
    "WEBDEV_BUILDING_WEBAPPS_TITLE": "Building" ,
    "WEBDEV_BUILDING_WEBAPPS_TEXT": "Ervaren in het ontwikkelen van webapplicaties met behulp van React, Next.js, Angular, Typescript en het opzetten van een API met .NET Framework of Node.js" ,
    "WEBDEV_STYLING_TITLE": "Styling" ,
    "WEBDEV_STYLING_TEXT": "Interne of externe component libraries gebruiken om een applicatie vorm te geven. Het aanpassen van css, scss of Styled System thema is voor mij geen probleem." ,
    "WEBDEV_DEPLOYING_TITLE": "Deploying" ,
    "WEBDEV_DEPLOYING_TEXT": "Webapplicaties deployen via Github Functions en Azure CI/CD Pipelines naar Azure App Service, Azure Static Web Apps alsook serverless deployment platforms zoals Netlify of Vercel." ,
    "WEBDEV_STREAMLINING_DEVELOPMENT_TITLE": "Het development proces",
    "WEBDEV_STREAMLINING_DEVELOPMENT_TEXT": "Ik hou van tools zoals Typescript, WebPack, Prettier, EsLint, code snippets etc. Een goede samenwerking via Azure Devops of Github zorgt ook voor de best mogelijke code voor de huidige vereisten. Een proper development proces bespaard tijd, frustratie en vangt veel voorkomende fouten automatisch op." ,
    "WEBDEV_BROWSER_EXTENSIONS_TITLE": "Browser Extensions" ,
    "WEBDEV_BROWSER_EXTENSIONS_TEXT": "Het ontwikkelen en onderhouden van browser extensies met een moderne user interface, DOM manipulatie, persistence, cross browser support, exact de juiste permissions, etc.",
    "OTHER_HEADING": "Andere vaardigheden" ,
    "OTHER_LANGUAGES_TITLE": "Talenkennis" ,
    "OTHER_LANGUAGES_DUTCH": "Nederlands: Native" ,
    "OTHER_LANGUAGES_ENGLISH": "Engels: Proficient" ,
    "OTHER_LANGUAGES_RUSSIAN": "Russisch: Intermediate" ,
    "OTHER_LANGUAGES_TURKISH": "Turks: Pre-Intermediate (actief les aan het volgen)" ,
    "OTHER_TECHNICAL_COMMUNICATION_TITLE": "Technische communicatie",
    "OTHER_TECHNICAL_COMMUNICATION_TEXT": "Ik maak graag een brug tussen technische en niet-technische mensen. Ik ben goed in het plaatsen van technische concepten in de context van de volledige applicatie. Het achterhalen van technische vereisten in gesprek met mensen met een business of design achergrond is een van mijn sterktes."
}